Repository: Prabin-Kumar-Baniya-NP/Multilingual-Blog-Application
Catalog: blog/blog/locale/*/LC_MESSAGES/django.po
Languages: ne

source: English
ne: अंग्रेजी

source: Nepali
ne: नेपाली

source: Category Name
ne: श्रेणी नाम

source: Category Description
ne: श्रेणी वर्णन

source: Created On
ne: सिर्जना गरिएको

source: Last Updated On
ne: अन्तिम अपडेट गरिएको

source: Created By
ne: द्वारा बनाईएको

source: Category Status
ne: श्रेणी स्थिति

source: Category
ne: श्रेणी

source: Categories
ne: श्रेणीहरू

source: Here are your posts
ne: यहाँ तपाइँको पोष्टहरु छन्

source: Click Here To Read
ne: पढ्न यहाँ क्लिक गर्नुहोस्

source: First
ne: पहिलो

source: Previous
ne: अघिल्लो

source: Next
ne: अर्को

source: Last
ne: अन्तिम

source: No post found in the database
ne: डाटाबेस मा कुनै पोस्ट भेटिएन

source: Enter the following details to create a new Category
ne: नयाँ श्रेणी बनाउन को लागी निम्न विवरण प्रविष्ट गर्नुहोस्

source: Create Category
ne: श्रेणी सिर्जना गर्नुहोस्

source: Choose Any Category To Update or Delete
ne: अपडेट वा मेट्न को लागी कुनै पनि श्रेणी छान्नुहोस्

source: Update
ne: अपडेट गर्नुहोस्

source: Delete
ne: मेटाउन

source: Confirmation For Deletion
ne: मेटाउन को लागी पुष्टि

source: Are you sure you want to delete this Category
ne: के तपाइँ पक्का हुनुहुन्छ कि तपाइँ यो श्रेणी मेटाउन चाहानुहुन्छ?

source: Cancel
ne: रद्द गर्नुहोस्

source: Enter the following details to update the Category
ne: श्रेणी अपडेट गर्न निम्न विवरण प्रविष्ट गर्नुहोस्

source: Enter the following details to create a new post
ne: नयाँ पोस्ट सिर्जना गर्न निम्न विवरण प्रविष्ट गर्नुहोस्

source: Choose Category
ne: श्रेणी

source: Create Post
ne: सिर्जना गरिएको

source: Browse By Category
ne: श्रेणी

source: Load More
ne: अझ धेरै लोड गर्नुहोस्

source: Manage Category
ne: श्रेणी व्यवस्थापन गर्नुहोस्

source: Manage Post
ne: पोस्ट व्यवस्थापन गर्नुहोस्

source: Here is the Latest Blogs
ne: यहाँ नवीनतम ब्लग छ

source: Choose Any Post To Update or Delete
ne: कुनै पनी पोस्ट अपडेट वा मेटाउन को लागी छनौट गर्नुहोस्

source: Are you sure you want to delete this post ?
ne: के तपाइँ पक्का यो पोस्ट मेटाउन चाहानुहुन्छ?

source: There is no any posts to show right now.
ne: अहिले देखाउन को लागी कुनै पोस्ट छैन।

source: Published on
ne: प्रकाशित मिति

source: Last updated on
ne: अन्तिम अपडेट गरिएको

source: Copy Link
ne: लिंक प्रतिलिपि

source: Comments
ne: टिप्पणीहरु

source: Are you sure you want to delete this Comment
ne: के तपाइँ पक्का हुनुहुन्छ कि तपाइँ यो टिप्पणी मेटाउन चाहानुहुन्छ?

source: Add Comment
ne: टिप्पणी जोड्नुहोस्

source: Here are the results
ne: यहाँ परिणामहरु छन्

source: Update the following details for this post.
ne: यस पोस्ट को लागी निम्न विवरण अपडेट गर्नुहोस्।

source: Update Post
ne: पोस्ट अपडेट गर्नुहोस्

source: Blogging Application
ne: ब्लग एप

source: View profile
ne: साइट हेर्नुहोस्

source: Logout
ne: बाहिर निस्कनु

source: Sign Up
ne: साइन अप

source: Login
ne: लगइन

source: Enter your new Password Here
ne: तपाइँको नयाँ पासवर्ड यहाँ प्रविष्ट गर्नुहोस्

source: Change Password
ne: पासवर्ड परिवर्तन

source: Enter the username and password to login
ne: लगइन गर्न को लागी प्रयोगकर्ता नाम र पासवर्ड प्रविष्ट गर्नुहोस्

source: Don't have an account. Don't worry! To Create a New Account
ne: खाता छैन। चिन्ता नगर्नुहोस्! नयाँ खाता बनाउन को लागी

source: Click here
ne: यहाँ क्लिक गर्नुहोस्

source: Update Profile
ne: मेरो प्रोफाइल

source: Enter the following details to create a free account
ne: एक मुक्त खाता बनाउन को लागी निम्न विवरण प्रविष्ट गर्नुहोस्

source: Create Account
ne: सिर्जना गरिएको

source: Already have an account! To login in this site
ne: पहिले नै एउटा खाता छ! यो साइट मा लगइन गर्न

source: Fill the following details to update your profile
ne: तपाइँको प्रोफाइल अपडेट गर्न निम्न विवरण भर्नुहोस्
